[
  {
    "name": "Alabama",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/5e/Birmingham%2C_Alabama_Skyline.jpg/1200px-Birmingham%2C_Alabama_Skyline.jpg",
    "description": "Sweet Home Alabama! Whether you're planning a weekend of golf or a seven-day beach getaway for the entire family, our Alabama Vacation & Events Guide as well as other brochures will help you find the perfect mix of activities, attractions and accommodations."
  },
  {
    "name": "Alaska",
    "image": "https://www.smartertravel.com/uploads/2017/02/Alaska-Landscape.jpg",
    "description": "It can be overwhelming to plan a trip to Alaska. What are the best spots to see bears or moose or beautiful sunsets? Do you want to spend a lot of time in one area exploring the wilderness and mountains or make those side excursions while visiting Alaska’s diverse cities? Because Alaska is so big, it’s divided into 5 regions—start your planning by learning about these different locations."
  },
  {
    "name": "Arizona",
    "image": "https://assets.simpleviewcms.com/simpleview/image/upload/c_limit,h_1200,q_75,w_1200/v1/clients/phoenix/148e5282_6056_4aca_9135_d0d5f25e9a9d_df00ab2b-7f9c-462e-a8a7-903f8757870e.jpg",
    "description": "In many ways, the beauty of Arizona is embodied by its most famous natural landmark, the Grand Canyon. Like the Grand Canyon itself, Arizona is vast and ancient, a panorama of stunning color and fascinating geology, with a history defined by American Indians and larger-than-life adventurers."

  },
  {
    "name": "Arkansas",
    "image": "https://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2012/09/25/100014063-arkansas-little-rock-arkansas-river-gettyp.530x298.jpg?v=1434648083",
    "description": "Known as The Natural State for stunning mountain vistas and clear running streams, Arkansas is so much more. Cities like Little Rock, Hot Springs and Bentonville offer a cosmopolitan feel, while a visit to one-of-a-kind Eureka Springs will stay with you for a lifetime."
  },
  {
    "name": "California",
    "image": "https://blog-www.pods.com/wp-content/uploads/2019/10/MG_11_1_LosAngles.jpg",
    "description": "From its celebrated coastline to its broad heartland and granite Sierra peaks, California offers a lifetime of vacations in one Golden State. In a place this big and diverse, there is truly something for everyone—and plenty left over to keep you coming back. Sunny beaches and surfers in the waves, dazzling cities filled with culture and entertainment, jaw-dropping parklands and vistas worthy of any bucket list—California has incomparable star quality. "
  },
  {
    "name": "Colorado",
    "image": "https://th.bing.com/th/id/OIP.P_IzExeTppQcxKATnRfswgHaE7?pid=Api&rs=1",
    "description": "Whether you’re looking to ski the world-famous Rocky Mountains, explore the many cities and towns or enjoy breathtaking natural beauty, you’ll find your perfect adventure in Colorado. The state’s four distinct seasons, 300 days of annual sunshine and great vacation values make this the perfect time to plan a trip."
  },
  {
    "name": "Conneticut",
    "image": "https://images.tmcnet.com/tmc/misc/articles/image/2013/12/shutterstock_171508883.jpg",
    "description": "Connecticut offers the perfect blend of experiences in one perfectly located place. Between New York City and Boston, Massachusetts there is a place where nature and culture live side by side, where relaxation can be found just around the corner from exhilaration, and where legendary history is never far from contemporary style."
  },
  {
    "name": "Deleware",
    "image": "https://cdn.onlyinyourstate.com/wp-content/uploads/2016/05/Bethany-Rudi-Riet.jpg",
    "description": "Connecticut offers the perfect blend of experiences in one perfectly located place. Between New York City and Boston, Massachusetts there is a place where nature and culture live side by side, where relaxation can be found just around the corner from exhilaration, and where legendary history is never far from contemporary style."
  },
  {
    "name": "Florida",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a5/Mouth_of_Miami_River_20100211.jpg/1200px-Mouth_of_Miami_River_20100211.jpg",
    "description": "Located in the southeastern USA with coastlines on both the Atlantic Ocean and Gulf of Mexico, sunny Florida is home to plenty of surprises. Visit perennial Florida favorites such as beaches and theme parks – then go beyond them to discover natural treasures, first-rate cultural attractions and hidden gems."
  },
  {
    "name": "Georgia",
    "image": "https://torrent-defenders.com/wp-content/uploads/2016/10/Atlanta-Georgia.jpeg",
    "description": "It may be home to the world’s busiest airport (Atlanta’s Hartsfield-Jackson), but the Southeastern U.S. state of Georgia is so much more than an international travel hub. You’ll want to stop and explore this destination full of surprising experiences. Discover the birthplace of Dr. Martin Luther King, Jr. and the Civil Rights Movement, see literary landmarks along the Gone With the Wind Trail from Jonesboro to Marietta, stroll one of the largest historic districts in the charming city of Savannah, and delight at the wild horses roaming the pristine beaches of Cumberland Island National Seashore. "
  },
  {
    "name": "Hawaii",
    "image": "https://i.ytimg.com/vi/L3V7LKYPIUQ/maxresdefault.jpg",
    "description": "From the hustle and bustle of Oahu to the romance of Maui and off-the-beaten-path pursuits on Lanai and Molokai, the Hawaiian Islands offer enough to see, do and feel to fill a lifetime’s worth of dreams. So where do you begin? Hawaii’s spectacular beaches and lush valleys offer endless outdoor experiences, including surfing, hiking, skydiving, helicopter tours, paddle sports, whale-watching and zip lining."
  },
  {
    "name": "Idaho",
    "image": "https://media3.s-nbcnews.com/j/newscms/2017_36/2144531/170905-welcome-to-idaho-ew-457p_fb171d8416305022507051e4256545e3.nbcnews-fp-1200-630.jpg",
    "description": "Idaho has more kilometers of designated wilderness than anywhere else in the continental USA. These wilderness areas, national forests, and state and local parks offer easy access to spectacular waterfalls, blue ribbon trout streams, ancient lava flows, surprising sand dunes, free-flowing rivers, sparkling lakes and towering mountains. Cities and towns provide the comforts of home with lodging, dining, food stores and fuel stations, and serve a natural base camp for outdoor recreation."
  },
  {
    "name": "Illinois",
    "image": "https://th.bing.com/th/id/OIP.FOYHunA0cyAvChdxgUiAcQHaFj?pid=Api&rs=1",
    "description": "Discover the heart of America – stroll through quaint small towns, like Galena, or revel in Chicago’s big-city delights. Get your kicks along the USA’s most historic highway, Route 66. Retrace the route of Lewis and Clark or explore the land that Abraham Lincoln called home."
  },
  {
    "name": "Indiana",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/95/Indianapolis-1872528.jpg/1200px-Indianapolis-1872528.jpg",
    "description": "There’s a genuine personality that translates into authentic experiences for those visiting Indiana. Here, travelers can spend their days paddling a winding river, fishing an inland lake or browsing the shops on Main Street. They can enjoy homegrown produce – and get to know the growers – at our farmer's markets, eateries and vineyards. World-class cities offer internationally renowned museums, performing arts venues and high-energy sporting events – all paired with friendliness as an added bonus. "
  },
  {
    "name": "Iowa",
    "image": "https://th.bing.com/th/id/OIP.qyFoTeVg5pdUYtQXOOXIVAHaE8?pid=Api&rs=1",
    "description": "Located between the Missouri and Mississippi Rivers and within a stone’s throw of major Midwestern cities, Iowa is an off-the-beaten-path destination right in plain sight. This is the essence of Americana – home to Field of Dreams, the Bridges of Madison County and the setting of the iconic “American Gothic” painting. Even amid the softly rolling hills, expansive farmland and tranquil Main Streets, there’s plenty to get your pulse racing. "
  },
  {
    "name": "Kansas",
    "image": "http://thingsplan.com/wb-content/uploads/2015/12/Kansas-city-Things-to-do.jpg",
    "description": "Kansas is a slice of classic America, with its rugged cowboy culture and sweeping prairies. “Home, home on the range” are words from the state’s official song, and visitors can stay on authentic cattle ranches from rustic to farm chic. The state is rich in American Indian history, with museums devoted to the tribes that once lived here (four still do)."

  },
  {
    "name": "Kentucky",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1e/Covington%2C_Kentucky.jpg/1200px-Covington%2C_Kentucky.jpg",
    "description": "Kentucky’s can-do spirit is alive and well throughout The Bluegrass State – from Daniel Boone and other explorers who first trekked through the Cumberland Gap to the visitors who explore the depths of Mammoth Cave National Park today. You can see it in the jockeys who race majestic thoroughbreds to victory at the Kentucky Derby and taste it through the master distillers who craft 95 percent of the world’s bourbon."
  },
  {
    "name": "Louisiana",
    "image": "https://cdn-image.travelandleisure.com/sites/default/files/styles/1600x1000/public/1525474983/new-orleans-louisiana-02-USCITIESWB18.jpg?itok=0m2FOAN2",
    "description": "The mist-shrouded swamps, the prairies of Acadiana and the gray Spanish moss cascading from the old trees all add up to the special feeling that is Louisiana. The streets here are filled with an eclectic mix of people whose ideas, tastes and roots translate into the cuisines, music and art that characterize the Pelican State. Louisiana features a multicultural, multilingual history, influenced by the people who make up the state."
  },
  {
    "name": "Maine",
    "image": "https://c.tadst.com/gfx/750w/augusta-maine-atlantic-time.jpg?1",
    "description": "The state of Maine, nicknamed Vacationland, is more than a destination – it’s an experience that will take your breath away. Maine embraces all that is authentic, unique and simple, and Mainers take pride in enjoying the wide-open spaces of the state’s deep woods and vibrant coastline. They find inspiration in the natural world to incorporate into their everyday activities – from the straightforward preparation of the perfect lobster roll to the world-renowned craftsmanship of their boats."
  },
  {
    "name": "Maryland",
    "image": "http://media-1.web.britannica.com/eb-media/90/77990-004-59C9E845.jpg",
    "description": "Maryland is often called America in miniature for its varied landscape, from mountains to its waterfronts. One of the USA’s first 13 colonies, Maryland was first settled by the English in 1634. It was the seventh state to ratify the U.S. Constitution in 1788. Maryland is known for many things, but primarily its coastline and waterways, particularly the Chesapeake Bay."
  },
  {
    "name": "Massachusetts",
    "image": "https://d36tnp772eyphs.cloudfront.net/blogs/1/2018/11/Boston-Massachusetts-USA-skyline-over-Boston-Common-1.jpg",
    "description": "The state of Massachusetts offers visitors an extraordinarily rich array of choices. Its six major regions provide a virtual checklist of options to appeal to any traveler: adventure, relaxation and rejuvenation, romance, and arts and culture."
  },
  {
    "name": "Michigan",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/b/b5/Downtown_Holland.jpg/1200px-Downtown_Holland.jpg",
    "description": "Michigan is a place where it’s easy to find and enjoy the simplest of pleasures. Like sugar-sand beaches, forests that explode with the most vibrant of colors, small towns that welcome you more warmly than a summer day and cities that stir the imagination. Midwestern life feels anything but small here, where stunning lakeshores, deep forests and dramatic cliffs and dunes reveal themselves at every turn. "
  },
  {
    "name": "Minnesota",
    "image": "https://www.organicconsumers.org/sites/default/files/minneapolis.jpg",
    "description": "Michigan is a place where it’s easy to find and enjoy the simplest of pleasures. Like sugar-sand beaches, forests that explode with the most vibrant of colors, small towns that welcome you more warmly than a summer day and cities that stir the imagination. Midwestern life feels anything but small here, where stunning lakeshores, deep forests and dramatic cliffs and dunes reveal themselves at every turn. "
  },
  {
    "name": "Mississippi",
    "image": "https://i.ytimg.com/vi/x-IkCqiM-Kc/maxresdefault.jpg",
    "description": "Dip your toes in the Gulf of Mexico at the “Riviera of the South,” then tap them to the beat of authentic roots blues music. Follow the paths of revered Civil Rights movement leaders, and stand next to a statue of the King of Rock ‘n’ Roll. Nourish your soul and body in Mississippi, known for its preservation of historical places, creative arts heritage and natural wonders."
  },
  {
    "name": "Missouri",
    "image": "https://th.bing.com/th/id/OIP.JGqOlfAxCT0pY37fkrvpYgHaFj?pid=Api&rs=1",
    "description": "From the apex of the iconic Gateway Arch to the rollicking nightlife of Branson to the caves and forests in between, a visit to Missouri is like a buffet of the American experience. Try a little bit of everything here, from the state’s scenic wonders to big city life. Cruise down Route 66 for vintage Americana; put on your dancing shoes for nights of jazz, rock and more; visit one of more than 50 state parks for outdoor adventure; and tuck into a plate of slow-cooked barbecue. Missouri has it all."
  },
  {
    "name": "Montana",
    "image": "https://th.bing.com/th/id/OIP.KMVfsFay3xjjYANJqiAJWwHaEK?pid=Api&rs=1",
    "description": "Montana is the epitome of The Great American West – a vast, unspoiled landscape just waiting to be explored. With only 1 million residents and more wildlife than people, Montana gives new meaning to the phrase “wide, open spaces.” From the soaring peaks of the Rocky Mountains in the west with their pristine alpine lakes and meadows, to the rolling plains and dramatic badlands in the east, Montana offers boundless opportunities to explore its stunning scenery, enchanting wildlife, rich cultural heritage and small-town charm."
  },
  {
    "name": "Nebraska",
    "image": "https://kids.nationalgeographic.com/content/dam/kids/photos/States/K-N/nebraska-scotts-bluff.ngsversion.1431271250261.adapt.1900.1.jpg",
    "description": "Nebraska has wonders in every direction: vast prairies in the east, majestic cliffs and peaks in the west and sand dunes in between, making for a trip as scenic as it is fun. The state is also rich in history, with many opportunities to explore its heritage. After listening to the stories, create your own. "
  },
  {
    "name": "Nevada",
    "image": "https://pursuitist.com/wp-content/uploads/2018/02/The-Best-Las-Vegas-Hotels.jpg",
    "description": "A spirit of discovery runs deep in Nevada. Across the state's adventure-packed northwest, to the metropolitan desert of Las Vegas, unlimited experiences are waiting for you to discover, explore and conquer. Whether it’s traversing vast expanses of wide-open spaces or joining in something a little more communal like music and art festivals, Nevada’s landscape and culture are tailor-made for cowboys, visionaries, dreamers and doers."
  },
  {
    "name": "New Hampshire",
    "image": "https://upload.wikimedia.org/wikipedia/commons/3/3c/Berlin_-_Autumne.jpg",
    "description": "New Hampshire may look small on the map, but its diverse regions offer a variety of destinations and attractions—from historic river valleys to the soaring peaks of the highest mountains in the Northeast. Roads lined with stone walls lead to quintessential New England villages, miles of scenic forests and parks, inviting lakes, picture-postcard rural landscapes and a wealth of outdoor recreation opportunities."
  },
  {
    "name": "New Jersey",
    "image": "https://th.bing.com/th/id/OIP.-V_mjRMOmCe7Z7vWO8APhgHaD7?pid=Api&rs=1",
    "description": "Known for its proximity to New York and Philadelphia, New Jersey also has a diverse landscape that feels far from city life. The famous Jersey Shore is lined with sandy beaches and quiet towns, plus the not-so-quiet Atlantic City, where you’ll find busy casinos and nightlife. But don’t forget: New Jersey is called the Garden State. "
  },
  {
    "name": "New Mexico",
    "image": "http://www.beyondblackwhite.com/wp-content/uploads/2014/11/New-Mexico.jpg",
    "description": "New Mexico’s ancient-yet-living cultures, awe-inspiring landscapes, uncharted outposts and authentic characteristics have made it a haven for artists and outdoor enthusiasts alike. It’s a place where simple activities become life-altering experiences. New Mexico is the place to come for adventures steeped in culture to feed your spirit and fill your soul."
  },
  {
    "name": "New York",
    "image": "https://a57.foxnews.com/static.foxbusiness.com/foxbusiness.com/content/uploads/2018/04/0/0/New-York-City.jpg?ve=1&tl=1",
    "description": "New York is a state that’s both familiar and full of surprises. From the thrill of deep-sea fishing off the shores of Long Island to tranquil hiking and paddling in the Adirondack Mountains, there are four seasons of attractions here, whether you’re indoors or out."
  },
  {
    "name": "North Carolina",
    "image": "https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_1687,w_3000,x_0,y_0/dpr_1.5/c_limit,w_1044/fl_lossy,q_auto/v1547334836/190113-jones-charlotte-north-carolina-hero_pr59qz",
    "description": "North Carolina is a place where the highest mountain peaks in the eastern USA meet 482 kilometers of shoreline – both landscapes offering endless views unlike any you’ve seen before. It’s home to hundreds of waterfalls, four national forests, and dozens of lakes, rivers and streams perfect for outdoor adventures."
  },
  {
    "name": "North Dakota",
    "image": "http://2.bp.blogspot.com/-rDx4xsf9hus/VLPYM9LoCtI/AAAAAAAAl9E/I-5ReXrpL_M/s1600/summer_country_north_dakota.jpg",
    "description": "Many legendary forces have left their mark on North Dakota. On this land, Lewis and Clark, Sakakawea, George Custer and Sitting Bull lived out larger-than-life adventures. Trek the same path they traversed years ago: retrace the Corps of Discovery’s expedition as you follow the Lewis & Clark Trail, or let your imagination wander through Theodore Roosevelt National Park."
  },
  {
    "name": "Ohio",
    "image": "https://www.theblackwell.com/files/3768/bg-cta-columbus-ohio-night-01.jpg",
    "description": "If the USA could have a “greatest hits” for a single state, it just might be Ohio. All your favorite things about the USA — idyllic scenery, hearty cuisine, professional sports, even rock ‘n roll — have a home here. This Midwestern state borders Lake Erie to the north and the Ohio River to the south with diverse people, places and experiences waiting in between. Three major urban centers – Cleveland, Columbus and Cincinnati – offer arts, culture, music, cuisine and spirits, but authentic experiences abound across the state."
  },
  {
    "name": "Oklahoma",
    "image": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/1c/Skyline_of_Oklahoma_City.jpg/1200px-Skyline_of_Oklahoma_City.jpg",
    "description": "Oklahoma lies at a unique crossroads – not just because it’s practically in the middle of the USA, but also because of its fascinating mixture of Western history, Native American culture and genuine Southern charm. With powwows and rodeos, Western museums and country music, Southern comfort food and Route 66 relics, Oklahoma’s cultural medley is genuine Americana."
  },
  {
    "name": "Oregon",
    "image": "https://i.ytimg.com/vi/U5v5Sm_qcJc/maxresdefault.jpg",
    "description": "Oregon isn’t a place you see as much as you do. You can sight-see the beautiful coast, volcanic mountains, crystal-clear lakes and deserts that stretch as far as the eye can see. If you’re looking for world-class pinots, some of the best food and craft beer in the country, epic cycling, kayaking, windsurfing or just about anything else-ing, look no further."
  },
  {
    "name": "Pennsylvania",
    "image": "https://philadelphiaencyclopedia.org/wp-content/uploads/2015/09/Philadelphia_Skyline-1.jpg",
    "description": "Pennsylvania has all the ingredients for a great family vacation, starting with a town built on chocolate (who wouldn’t love that?), the World of Little League Museum and more than a dozen amusement parks and water parks. It also offers big-city culture – think first-rate museums, science centers, performing arts venues and gardens in Philadelphia, Pittsburgh and other lively urban centers."
  },
  {
    "name": "Rhode Island",
    "image": "https://community-wealth.org/sites/clone.community-wealth.org/files/TSS_Rhode_Island_Providence.jpg",
    "description": "What the USA’s smallest state lacks in size, it makes up for in cultural richness and natural beauty. Known as the Ocean State, Rhode Island is framed by 643 kilometers of coastline with seafaring traditions, uber-fresh seafood, pristine beaches and endless fun on the water. "

  },
  {
    "name": "South Carolina",
    "image": "https://www.moon.com/wp-content/uploads/2019/01/SC_sunsetBeaufort_dreamstime.jpg?fit=1024%2C768",
    "description": "From the Blue Ridge Mountains in the west to the Atlantic Ocean in the east, South Carolina offers as much variety in its terrain as it does in its attractions and activities. The state is divided into three regions. The upstate, anchored by the growing city of Greenville, is popular for outdoor activities and quaint mountain towns. "
  },
  {
    "name": "South Dakota",
    "image": "https://www.incimages.com/uploaded_files/image/1024x576/getty_960313960_2000133220009280139_407185.jpg",
    "description": "Prepare to be amazed by the living history and natural wonders that make up the western U.S. state of South Dakota. Marvel at the iconic 18-meter stone faces of Mount Rushmore. Get a rare chance to see creation in action at Crazy Horse Memorial. Discover the wildlife and rock formations of Custer State Park, and roam the open prairie of eastern South Dakota."
  },
  {
    "name": "Tennessee",
    "image": "https://th.bing.com/th/id/OIP.otMtWSAvzeiE5AUYc11mfgHaE8?pid=Api&rs=1",
    "description": "Whether it’s hiking the Appalachian Trail, conquering the coasters at Dollywood, savoring some Jack Daniels and barbecue, making the pilgrimage to Graceland or paying your respects at the National Civil Rights Museum, it’s hard to beat the variety of things to do in Tennessee. "
  },
  {
    "name": "Texas",
    "image": "https://i.ytimg.com/vi/MTPlbJqYF_E/maxresdefault.jpg",
    "description": "It’s true: Everything is bigger in Texas. From portion sizes, pickup trucks, and 10-gallon hats to the thousands of kilometers of rugged, gorgeous terrain. This state encompasses such a wide swath of human experience that exploring all of its nooks and crannies would take months – maybe years."
  },
  {
    "name": "Utah",
    "image": "https://kids.nationalgeographic.com/content/dam/kids/photos/States/O-W/utah-zion.adapt.945.1.jpg",
    "description": "Far more than just a state in the western USA, Utah is a state of mind. Sculpted by wind, water and time, Utah's landscape is the perfect canvas for adventurers. From its five incredible national parks to the winter sports wonderland of the Wasatch Mountains to Salt Lake City’s urban charms, Utah is a place where unexpected experiences forge lasting memories."
  },
  {
    "name": "Vermont",
    "image": "https://www.go4travelblog.com/app/uploads/2016/01/White-church-in-Vermont.jpg",
    "description": "Welcome to the special and invigorating world that is Vermont, a place that encompasses independent thinking, friendliness, a passion for sports and a penchant for resourcefulness. The people, landscape, heritage, distinct seasons, famed fall foliage, renowned maple syrup, acclaimed breweries and the most snow on the East Coast make the Green Mountain State a delightfully experiential destination."
  },
  {
    "name": "Virginia",
    "image": "https://www.history.com/.image/t_share/MTU3ODc5MDg2MTY1NDY4NDg5/grand-view-lookout-point.jpg",
    "description": "On your Virginia holiday, the most difficult decision might be selecting from the many tantalizing options: history with a modern twist, breathtaking natural beauty, shopping at brand-name outlets and boutiques, soaking up the sun along miles of pristine coastline, savoring the local produce and sipping award-winning wines."
  },
  {
    "name": "Washington",
    "image": "http://i.huffpost.com/gen/1148085/images/o-WASHINGTON-DC-facebook.jpg",
    "description": "You’ll know you’re in Washington when the wild and rugged scenery of the Pacific Northwest unfolds in front of you — and you only just left the big city of Seattle moments ago. (Plus, there’s at least one espresso shop on every block.) Washington is the only state in the ‘lower 48’ where you can explore a national park in a temperate rainforest in the morning, hike the trails at a National Volcanic Monument in the afternoon and smell the desert sage as the sun sets."
  },
  {
    "name": "West Virignia",
    "image": "https://www.usnews.com/dims4/USNEWS/738858a/2147483647/resize/1200x%3E/quality/85/?url=http:%2F%2Fcom-usnews-beam-media.s3.amazonaws.com%2Fbd%2F19%2Fb4537491490e9c87a37928f1acdd%2F190620-bs10thingswv-stock.jpg",
    "description": "A state for all seasons, West Virginia never fails to inspire, whether you’re biking and swimming under summer sunshine or driving scenic roads to soak in the honey-toned hues of fall. The winters welcome skiing and snow play, while springtime beckons you to the mountains for wildflowers and waterfalls. "
  },
  {
    "name": "Wisconsin",
    "image": "https://www.fodors.com/assets/destinations/104/milwaukee-wisconsin-usa_main.jpg",
    "description": "Imagine rolling countryside covered in brilliant fall foliage, a snowmobiling adventure in winter, a stroll amid flowering cherry trees in spring and a retreat to a lakeside cottage in summer. These are the moments that draw people to Wisconsin. Outdoor adventurers and families will love this gem of a state, and foodies and culture seekers won’t be disappointed either."
  },
  {
    "name": "Wyoming",
    "image": "https://i.ytimg.com/vi/tZak9jIhHoc/maxresdefault.jpg",
    "description": "From towering, snow-capped mountain ranges to elevated prairies, Wyoming is an outpost of rugged beauty, and home to some of the USA’s most diverse wildlife. This state also has a friendly, welcoming culture with a Western flair that is evident from the luxury of Jackson Hole to its historic small towns."
  }
]